Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: You haven't created any cards yet. Add your first card to start studying.
ar: لم تنشئ أي بطاقات بعد. أضف بطاقتك الأولى لبدء الدراسة.
bg: Все още не сте създали никакви карти. Добавете първата си карта, за да започнете да учите.
bn: আপনি এখনও কোনো কার্ড তৈরি করেননি। পড়াশোনা শুরু করতে আপনার প্রথম কার্ড যোগ করুন।
ca: Encara no has creat cap targeta. Afegeix la teva primera targeta per començar a estudiar.
cs: Zatím jste nevytvořili žádné kartičky. Přidejte první kartičku a začněte se učit.
da: Du har ikke oprettet nogen kort endnu. Tilføj dit første kort for at begynde at lære.
de: Du hast noch keine Karten erstellt. Füge deine erste Karte hinzu, um mit dem Lernen zu beginnen.
el: Δεν έχετε δημιουργήσει κάρτες ακόμα. Προσθέστε την πρώτη σας κάρτα για να αρχίσετε τη μελέτη.
es_es: Aún no has creado ninguna tarjeta. Añade tu primera tarjeta para empezar a estudiar.
es_mx: Aún no has creado ninguna tarjeta. Agrega tu primera tarjeta para empezar a estudiar.
et: Sa pole veel ühtegi kaarti loonud. Õppimise alustamiseks lisa oma esimene kaart.
fa: هنوز هیچ کارتی نساخته‌اید. برای شروع مطالعه، اولین کارت خود را اضافه کنید.
fi: Et ole vielä luonut kortteja. Aloita opiskelu lisäämällä ensimmäinen korttisi.
fr: Vous n’avez pas encore créé de cartes. Ajoutez votre première carte pour commencer à étudier.
gu: તમે હજી કોઈ કાર્ડ બનાવ્યું નથી. અભ્યાસ શરૂ કરવા તમારું પહેલું કાર્ડ ઉમેરો.
he: עדיין לא יצרת כרטיסיות. אפשר להוסיף את הכרטיסייה הראשונה ולהתחיל ללמוד.
hi: आपने अभी तक कोई कार्ड नहीं बनाया है। पढ़ाई शुरू करने के लिए अपना पहला कार्ड जोड़ें।
hr: Još niste stvorili nijednu karticu. Dodajte prvu karticu da biste počeli učiti.
hu: Még nem hoztál létre kártyát. Adj hozzá egyet a tanulás elkezdéséhez.
id: Anda belum membuat kartu. Tambahkan kartu pertama untuk mulai belajar.
is: Þú hefur ekki búið til nein spjöld enn. Bættu við fyrsta spjaldinu til að byrja að læra.
it: Non hai ancora creato schede. Aggiungi la prima per iniziare a studiare.
ja: まだカードを作成していません。最初のカードを追加して学習を始めましょう。
kn: ನೀವು ಇನ್ನೂ ಕಾರ್ಡ್‌ಗಳನ್ನು ರಚಿಸಿಲ್ಲ. ಅಧ್ಯಯನ ಪ್ರಾರಂಭಿಸಲು ಮೊದಲ ಕಾರ್ಡ್ ಸೇರಿಸಿ.
ko: 아직 만든 카드가 없습니다. 첫 카드를 추가하고 학습을 시작하세요.
lt: Dar nesukūrėte nė vienos kortelės. Pridėkite pirmąją, kad pradėtumėte mokytis.
lv: Jūs vēl neesat izveidojis nevienu kartīti. Pievienojiet pirmo kartīti, lai sāktu mācīties.
ml: നിങ്ങൾ ഇതുവരെ കാർഡുകളൊന്നും സൃഷ്ടിച്ചിട്ടില്ല. പഠനം തുടങ്ങാൻ ആദ്യ കാർഡ് ചേർക്കുക.
mr: तुम्ही अद्याप कोणतीही कार्डे तयार केलेली नाहीत. अभ्यास सुरू करण्यासाठी तुमचे पहिले कार्ड जोडा.
nb: Du har ikke opprettet noen kort ennå. Legg til ditt første kort for å begynne å studere.
nl: Je hebt nog geen kaarten gemaakt. Voeg je eerste kaart toe om te beginnen met studeren.
pa: ਤੁਸੀਂ ਹਾਲੇ ਕੋਈ ਕਾਰਡ ਨਹੀਂ ਬਣਾਇਆ। ਪੜ੍ਹਾਈ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਪਹਿਲਾ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ।
pl: Nie masz jeszcze utworzonych fiszek. Dodaj pierwszą, aby zacząć naukę.
pt_br: Você ainda não criou nenhum cartão. Adicione seu primeiro cartão para começar a estudar.
ro: Încă nu ai creat nicio fișă. Adaugă prima fișă pentru a începe să studiezi.
ru: Вы еще не создали ни одной карточки. Добавьте первую карточку, чтобы начать учиться.
sk: Zatiaľ ste nevytvorili žiadne karty. Pridajte prvú kartu a začnite sa učiť.
sl: Ustvarili niste še nobene kartice. Dodajte prvo kartico in začnite z učenjem.
sv: Du har inte skapat några kort än. Lägg till ditt första kort för att börja studera.
sw: Bado hujaunda kadi zozote. Ongeza kadi yako ya kwanza ili uanze kujifunza.
ta: நீங்கள் இன்னும் அட்டைகளை உருவாக்கவில்லை. படிக்கத் தொடங்க முதல் அட்டையைச் சேர்க்கவும்.
te: మీరు ఇంకా కార్డులను సృష్టించలేదు. చదవడం ప్రారంభించడానికి మీ మొదటి కార్డును చేర్చండి.
th: คุณยังไม่ได้สร้างการ์ด เพิ่มการ์ดแรกเพื่อเริ่มเรียน
tr: Henüz kart oluşturmadınız. Çalışmaya başlamak için ilk kartınızı ekleyin.
uk: Ви ще не створили жодної картки. Додайте першу, щоб почати навчання.
ur: آپ نے ابھی کوئی کارڈ نہیں بنایا۔ مطالعہ شروع کرنے کے لیے اپنا پہلا کارڈ شامل کریں۔
vi: Bạn chưa tạo thẻ nào. Thêm thẻ đầu tiên để bắt đầu học.
zh_hans: 你还没有创建任何卡片。添加第一张卡片即可开始学习。
zu: Awukadali amakhadi. Engeza ikhadi lakho lokuqala ukuze uqale ukufunda.

source: You're all caught up for now. Come back later or add more cards.
ar: لقد أنهيت كل ما عليك حاليًا. عُد لاحقًا أو أضف المزيد من البطاقات.
bg: Всички карти за момента са преговорени. Върнете се по-късно или добавете още карти.
bn: এখনকার সব কার্ডের পুনরালোচনা শেষ। পরে ফিরে আসুন বা আরও কার্ড যোগ করুন।
ca: De moment ja ho tens tot al dia. Torna més tard o afegeix més targetes.
cs: Prozatím máte vše hotovo. Vraťte se později nebo přidejte další kartičky.
da: Du er ajour for nu. Kom tilbage senere, eller tilføj flere kort.
de: Du bist fürs Erste fertig. Komm später wieder oder füge weitere Karten hinzu.
el: Προς το παρόν τα ολοκληρώσατε όλα. Επιστρέψτε αργότερα ή προσθέστε περισσότερες κάρτες.
es_es: Por ahora ya estás al día. Vuelve más tarde o añade más tarjetas.
es_mx: Por ahora ya estás al día. Vuelve más tarde o agrega más tarjetas.
et: Praeguseks on kõik korratud. Tule hiljem tagasi või lisa kaarte.
fa: فعلاً همه‌چیز مرور شده است. بعداً برگردید یا کارت‌های بیشتری اضافه کنید.
fi: Kaikki on toistaiseksi kerrattu. Palaa myöhemmin tai lisää kortteja.
fr: Vous êtes à jour pour le moment. Revenez plus tard ou ajoutez d’autres cartes.
gu: હમણાં માટે બધું પૂર્ણ થયું છે. પછી પાછા આવો અથવા વધુ કાર્ડ ઉમેરો.
he: כרגע הכול הושלם. אפשר לחזור מאוחר יותר או להוסיף כרטיסיות.
hi: फिलहाल आपने सब पूरा कर लिया है। बाद में वापस आएं या और कार्ड जोड़ें।
hr: Zasad ste sve ponovili. Vratite se kasnije ili dodajte još kartica.
hu: Most mindennel végeztél. Nézz vissza később, vagy adj hozzá új kártyákat.
id: Semua sudah selesai untuk saat ini. Kembali nanti atau tambahkan kartu lagi.
is: Þú ert búin(n) með allt í bili. Komdu aftur síðar eða bættu við fleiri spjöldum.
it: Per ora hai finito tutti i ripassi. Torna più tardi o aggiungi altre schede.
ja: 今のところ、復習はすべて完了しています。後で戻るか、カードを追加してください。
kn: ಈಗಕ್ಕೆ ಎಲ್ಲ ಪುನರಾವರ್ತನೆಗಳು ಮುಗಿದಿವೆ. ನಂತರ ಬನ್ನಿ ಅಥವಾ ಇನ್ನಷ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ಸೇರಿಸಿ.
ko: 지금 할 복습을 모두 마쳤습니다. 나중에 다시 오거나 카드를 더 추가하세요.
lt: Kol kas viską pakartojote. Grįžkite vėliau arba pridėkite daugiau kortelių.
lv: Pagaidām viss ir atkārtots. Atgriezieties vēlāk vai pievienojiet vēl kartītes.
ml: ഇപ്പോൾ എല്ലാം പൂർത്തിയായി. പിന്നീട് വരിക അല്ലെങ്കിൽ കൂടുതൽ കാർഡുകൾ ചേർക്കുക.
mr: सध्याची सर्व उजळणी पूर्ण झाली. नंतर परत या किंवा आणखी कार्डे जोडा.
nb: Du er ajour foreløpig. Kom tilbake senere eller legg til flere kort.
nl: Je bent voorlopig helemaal bij. Kom later terug of voeg meer kaarten toe.
pa: ਫ਼ਿਲਹਾਲ ਸਭ ਮੁਕੰਮਲ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਆਓ ਜਾਂ ਹੋਰ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ।
pl: Na razie wszystko zrobione. Wróć później lub dodaj więcej fiszek.
pt_br: Você está em dia por enquanto. Volte mais tarde ou adicione mais cartões.
ro: Deocamdată ești la zi. Revino mai târziu sau adaugă mai multe fișe.
ru: Сейчас вы все повторили. Вернитесь позже или добавьте еще карточки.
sk: Na teraz máte všetko zopakované. Vráťte sa neskôr alebo pridajte ďalšie karty.
sl: Za zdaj ste vse ponovili. Vrnite se pozneje ali dodajte več kartic.
sv: Du är klar för tillfället. Kom tillbaka senare eller lägg till fler kort.
sw: Umemaliza yote kwa sasa. Rudi baadaye au ongeza kadi zaidi.
ta: இப்போதைக்கு அனைத்தையும் முடித்துவிட்டீர்கள். பின்னர் திரும்பி வாருங்கள் அல்லது மேலும் அட்டைகளைச் சேர்க்கவும்.
te: ప్రస్తుతానికి అన్నీ పూర్తయ్యాయి. తర్వాత మళ్లీ రండి లేదా మరిన్ని కార్డులను చేర్చండి.
th: ตอนนี้ทบทวนครบแล้ว กลับมาภายหลังหรือเพิ่มการ์ดใหม่
tr: Şimdilik tüm kartlar tamam. Daha sonra tekrar gelin veya yeni kartlar ekleyin.
uk: Наразі все повторено. Поверніться пізніше або додайте ще картки.
ur: ابھی کے لیے سب مکمل ہے۔ بعد میں آئیں یا مزید کارڈز شامل کریں۔
vi: Hiện bạn đã ôn xong tất cả. Hãy quay lại sau hoặc thêm thẻ mới.
zh_hans: 你目前已经全部复习完了。稍后再来，或添加更多卡片。
zu: Usuqedile konke okwamanje. Buya kamuva noma wengeze amakhadi.

source: in %@
ar: خلال %@
bg: след %@
bn: %@ পরে
ca: d’aquí a %@
cs: za %@
da: om %@
el: σε %@
es_es: en %@
es_mx: en %@
et: %@ pärast
fa: تا %@ دیگر
fi: %@ kuluttua
fr: dans %@
gu: %@ માં
he: בעוד %@
hi: %@ में
hr: za %@
hu: %@ múlva
id: dalam %@
is: eftir %@
it: tra %@
ja: %@後
kn: %@ ನಂತರ
ko: %@ 후
lt: po %@
lv: pēc %@
ml: %@ കഴിഞ്ഞ്
mr: %@ नंतर
nb: om %@
nl: over %@
pa: %@ ਵਿੱਚ
pl: za %@
pt_br: em %@
ro: peste %@
ru: через %@
sk: za %@
sl: čez %@
sv: om %@
sw: baada ya %@
ta: %@ கழித்து
te: %@ తర్వాత
th: ในอีก %@
tr: %@ sonra
uk: через %@
ur: %@ میں
vi: trong %@
zh_hans: %@后
zu: ngemva kwe-%@

source: in less than a minute
ar: خلال أقل من دقيقة
bg: след по-малко от минута
bn: এক মিনিটেরও কম সময়ে
ca: d’aquí a menys d’un minut
cs: za méně než minutu
da: om mindre end et minut
de: in weniger als einer Minute
el: σε λιγότερο από ένα λεπτό
es_es: en menos de un minuto
es_mx: en menos de un minuto
et: vähem kui minuti pärast
fa: تا کمتر از یک دقیقهٔ دیگر
fi: alle minuutin kuluttua
fr: dans moins d’une minute
gu: એક મિનિટથી ઓછા સમયમાં
he: בעוד פחות מדקה
hi: एक मिनट से कम में
hr: za manje od minute
hu: egy percen belül
id: kurang dari satu menit lagi
is: eftir innan við mínútu
it: tra meno di un minuto
ja: 1分未満で
kn: ಒಂದು ನಿಮಿಷದೊಳಗೆ
ko: 1분 이내
lt: greičiau nei po minutės
lv: mazāk nekā pēc minūtes
ml: ഒരു മിനിറ്റിനുള്ളിൽ
mr: एका मिनिटापेक्षा कमी वेळात
nb: om mindre enn et minutt
nl: binnen een minuut
pa: ਇੱਕ ਮਿੰਟ ਤੋਂ ਘੱਟ ਸਮੇਂ ਵਿੱਚ
pl: za mniej niż minutę
pt_br: em menos de um minuto
ro: în mai puțin de un minut
ru: меньше чем через минуту
sk: za menej ako minútu
sl: čez manj kot minuto
sv: om mindre än en minut
sw: baada ya chini ya dakika moja
ta: ஒரு நிமிடத்திற்குள்
te: ఒక నిమిషంలోపు
th: ในอีกไม่ถึงหนึ่งนาที
tr: bir dakikadan kısa süre sonra
uk: менш ніж за хвилину
ur: ایک منٹ سے کم میں
vi: trong chưa đầy một phút
zh_hans: 不到一分钟后
zu: ngaphansi komzuzu

source: or
ar: أو
bg: или
bn: বা
ca: o
cs: nebo
da: eller
de: oder
el: ή
es_es: o
es_mx: o
et: või
fa: یا
fi: tai
fr: ou
gu: અથવા
he: או
hi: या
hr: ili
hu: vagy
id: atau
is: eða
it: o
ja: または
kn: ಅಥವಾ
ko: 또는
lt: arba
lv: vai
ml: അല്ലെങ്കിൽ
mr: किंवा
nb: eller
nl: of
pa: ਜਾਂ
pl: lub
pt_br: ou
ro: sau
ru: или
sk: alebo
sl: ali
sv: eller
sw: au
ta: அல்லது
te: లేదా
th: หรือ
tr: veya
uk: або
ur: یا
vi: hoặc
zh_hans: 或
zu: noma

source: AI
bg: ИИ
bn: এআই
ca: IA
el: ΤΝ
et: TI
fa: هوش مصنوعی
fi: Tekoäly
fr: IA
is: Gervigreind
it: IA
lt: DI
lv: MI
pt_br: IA
sl: UI
uk: ШІ
